Tekla.Structures.ModelInternal.Operation.UndoDirectionEnum
Undo operation direction.

Tekla.Structures.ModelInternal.Operation.UndoDirectionEnum.UNDO


Tekla.Structures.ModelInternal.Operation.UndoDirectionEnum.REDO


Tekla.Structures.ModelInternal.Operation.UndoDirectionEnum.UNDEFINED
